areas = [
    {'coords': '0,190,220,470', 'spot_id': 1, 'alt': 'Место 1'},
    {'coords': '230,190,431,470', 'spot_id': 2, 'alt': 'Место 2'},
    {'coords': '442,190,644,470', 'spot_id': 3, 'alt': 'Место 3'},
    {'coords': '564,190,855,470', 'spot_id': 4, 'alt': 'Место 4'},
    {'coords': '866,190,1067,470', 'spot_id': 5, 'alt': 'Место 5'},
    {'coords': '1079,190,1280,470', 'spot_id': 6, 'alt': 'Место 6'},
    {'coords': '0,713,202,997', 'spot_id': 7, 'alt': 'Место 7'},
    {'coords': '212,713,414,997', 'spot_id': 8, 'alt': 'Место 8'},
    {'coords': '442,713,644,997', 'spot_id': 9, 'alt': 'Место 9'},
    {'coords': '636,713,838,997', 'spot_id': 10, 'alt': 'Место 10'},
    {'coords': '850,713,1051,997', 'spot_id': 11, 'alt': 'Место 11'},
    {'coords': '1062,713,1280,997', 'spot_id': 12, 'alt': 'Место 12'}
]
