areas = [
    {'coords': '0,0,218,284', 'spot_id': 1, 'alt': 'Место 1'},
    {'coords': '230,0,431,284', 'spot_id': 2, 'alt': 'Место 2'},
    {'coords': '442,0,644,284', 'spot_id': 3, 'alt': 'Место 3'},
    {'coords': '564,0,855,284', 'spot_id': 4, 'alt': 'Место 4'},
    {'coords': '866,0,1067,284', 'spot_id': 5, 'alt': 'Место 5'},
    {'coords': '1079,0,1280,284', 'spot_id': 6, 'alt': 'Место 6'},
    {'coords': '0,526,202,818', 'spot_id': 7, 'alt': 'Место 7'},
    {'coords': '212,526,414,818', 'spot_id': 8, 'alt': 'Место 8'},
    {'coords': '442,526,644,818', 'spot_id': 9, 'alt': 'Место 9'},
    {'coords': '636,526,838,818', 'spot_id': 10, 'alt': 'Место 10'},
    {'coords': '850,526,1051,818', 'spot_id': 11, 'alt': 'Место 11'},
    {'coords': '1062,526,1280,818', 'spot_id': 12, 'alt': 'Место 12'}
]
